Repository: mozilla-l10n/mt-training-data
Catalog: rki/rki_pontoon.tmx
Source language: en_us
Languages: rki

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
rki: အကျွန်ရို့ ဒေတာ သုံးစွဲယေ လူတိဘားက ယင်းလူတိ လိုအပ်ချက်တိနန့် အခြေအနေတိအကြောင်းကို အမြဲတမ်း ကြားချင်ပါယေ - ဒေတာ စုဆောင်းယေ ပလပ်ဖောင်းမှာ ပူးပေါင်းဆောင်ရွက်စွာကနိန် ဒေတာ ကျန်းမာရေး အတွေးအမြင်တိ ပံ့ပိုးပီးစွာတိ အထိ၊ <emailFragment>မိတ်ဆွေဘားက ကြားချင်ပါယေ။</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
rki: အကျွန်ရို့ လူတိုင်း စကားသံကို အသုံးပြုပနာ အပလီကေးရှန်းတိကို လေ့ကျင့်ဖို့၊ ပွင့်လင်းပနာ အများပြည်သူ အသုံးပြုနိုင်ယေ dataset တခုကို တည်ဆောက်နိန်ပါယေ။

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
rki: နည်းပညာ၊ ဆန်းသစ် တီထွင်မှုနန့် ဘာသာစကား အခွင့်အရေးတိမှာ အစိုးရကဏ္ဍ ပါဝင်ဆောင်ရွက်စွာကို ပံ့ပိုးပီးဖို့ အကျွန်ရို့ ကကောင်း စိတ်လှုပ်ရှားမိပါယေ။ မိတ်ဆွေ အဓိက စီမံကိန်း ဝါ ကမ်ပိန်းတခုကို လုပ်ဆောင်ဖို့ စီစဉ်နိန်ကေ <emailFragment>ဆက်သွယ်ပါ</emailFragment>က ဆက်သွယ်ပါ။

source: We are going out to get a coffee.
rki: အကျွန်ရို့ အပြင်ထွက်ပနာ ကော်ဖီတခွက် လားဝယ်ဖို့လို့။

source: We are going out to get coffee.
rki: အကျွန်ရို့ အပြင်ထွက်ပနာ ကော်ဖီ လားဝယ်ဖို့လို့။

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
rki: လူတိကို ယင်းသူရို့ လိင် ဝါ လိင်ဝိသေသ လက္ခဏာအကြောင်း ပြောပြစွာမှာ ရွီးချယ်မှုတိ ပိုဟိဇီဖို့ ရွီးစရာတိ ပိုပီးနိန်ပါယေ။မိတ်ဆွေ အတွက် သဘာဝ အကျဆုံးလို့ ခံစားရယေ ပုံစံနန့် ကိုယ်တိုင် ဖော်ပြပါ။ <learnMoreLink>လိင်နန့် လိင်ဝိသေသ လက္ခဏာကို အကျွန်ရို့ ချဉ်းကပ်ပုံအကြောင်း ပိုလေ့လာကြည့်ပါ။</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
rki: Mozilla မှာ အကျွန်ရို့စွာ အသံနည်းပညာကို အခြေခံပနာ အသိုင်းအဝိုင်းတခု တည်ဆောက်နိန်ပါယေ။ အကျွန်ရို့ အပ်ဒိတ်တိ၊ အချက်အလက် ရင်းမြစ် အသစ်တိနန့် အဆက်အသွယ် လုပ်နိန်ဖို့ ဖြစ်တေပိုင်၊ ဒေဒေတာကို မိတ်ဆွေ ဇာပိုင် သုံးနိန်လေဆိုစွာကိုလည်း အကျွန်ရို့ သိချင်ပါယေ။

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
rki: စက် သင်ယူမှု အခြေခံ စကားပြော နည်းပညာမှာ ကြီးမားပနာ အများပြည်သူ ရဟိနိုင်ယေ အသံ ဒေတာစုတိစွာ ဆန်းသစ်တီထွင်မှုနန့် ကျန်းမာယေ စီးပွားဖြစ် ပြိုင်ဆိုင်မှုကို မြှင့်တင်ပီးယေလို့ အကျွန်ရို့ ယုံကြည်ပါယေ။ အေဟင့်တိစွာ ကမ္ဘာလုံးဆိုင်ယေ ကြိုးပမ်းအားထုတ်မှုတခု ဖြစ်ပနာ၊ လူတိုင်း ပါဝင်ဖို့ အကျွန်ရို့ ဖိတ်ခေါ်ပါယေ။ ကမ္ဘာတဝှမ်းက အသံတိက မတူကွဲပြားမှုကို ထင်ဟပ်ဇီယေ စကားပြော နည်းပညာကို ပိုပနာ ပါဝင်လာဇီဖို့ ကူညီပီးဖို့စွာက အကျွန်ရို့ ရည်ရွယ်ချက် ဖြစ်ပါယေ။

source: Website Localization
rki: ဝဘ်ဆိုက်ကို ဒေသအသုံးအနှုန်း ပြောင်းလဲစွာ

source: Websites
rki: ဝပ်ဘ်ဆိုက်တိ

source: We could not upload { $total } clips. They have already been uploaded before. Let’s continue with the next batch!
rki: အသံဖိုင် { $total } ခုကို အပ်လုဒ် လုပ်လို့ မရခပါ။ အရင်ကပင် အပ်လုဒ် လုပ်ဗြီးသား ဖြစ်နိန်ပါယေ။ နောက်တသုတ်ကို ဆက်လုပ်ကတ်ပါမေ။

source: We couldn’t find that page for you
rki: မိတ်ဆွေအတွက် ယင်းစာမျက်နှာကို အကျွန်ရို့ ရှာမတွိပါ

source: We couldn’t get any audio clips for you to listen to. Please try again later.
rki: နားထောင်ဖို့ အသံဖိုင်တိ မရနိုင်ပါ။ နောက်မှ ထပ်ကြိုးစားကြည့်ပါ။

source: We couldn’t get any sentences for you to speak. Please try again later.
rki: မိတ်ဆွေ ပြောဖို့ စာကြောင်းတိကို အကျွန်ရို့ ရှာမတွိပါ။ နောက်မှ ထပ်ပနာ ကြိုးစားပါ။

source: Weekly
rki: အပတ်စဉ်

source: Weekly Goal
rki: အပတ်စဉ် ရည်မှန်းချက်

source: We launch the Common Voice site in this language.
rki: အကျွန်ရို့ Common Voice ဆိုက်ကို အေဘာသာစကားနန့် စတင်လိုက်ပါယေ။

source: Welcome { $company } staff!
rki: { $company } ဝန်ထမ်းကို ကြိုဆိုပါယေ။

source: Welcome to Common Voice
rki: Common Voice က ကြိုဆိုပါယေ

source: Welcome to Spontaneous Speech
rki: လက်တန်းပြော စကားက ကြိုဆိုပါယေ

source: We may have run out of clips - refresh the page, or try again later.
rki: အသံဖိုင်တိ ကုန်လားဗျာလ် ထင်ပါယေ - စာမျက်နှာကို ပြန်ပနာ refresh လုပ်ပါ ဝါ နောက်မှ ထပ်ကြိုးစားကြည့်ပါ။

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
rki: အကျွန်ရို့ ယင်းတောင်းဆိုစွာကို မရခပါ။ အကျွန်ရို့ဘားကို ဒါရိုက် အီးမေးလ် ပို့ပါ၊ <emailLink> { $email } </emailLink>၊ အကျွန်ုပ်ရို့ ပြန်ဆက်သွယ်ပါမေ။

source: We periodically release the dataset
rki: အကျွန်ရို့ ဒေတာစုကို အလျှင်းသင့်ယေပိုင် ထုတ်ပြန်ပါယေ

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
rki: အကျွန်ရို့ မိတ်ဆွေ အချက်အလက်တိကို ဂရုတစိုက် ကိုင်တွယ်ဖို့ ကတိပြုပါယေ။ အကျွန်ရို့ <privacyLink>ကိုယ်ရေးကိုယ်တာ အချက်အလက် အသိပီးချက်</privacyLink> မှာ ပိုသိအောင် ဖတ်ကြည့်ပါ။

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
rki: အကျွန်ရို့စွာ အသံနန့် စကားပြောနိုင်ယေ အပလီကေးရှင်းတိကို လေ့ကျင့်ဖို့အတွက် ဘာသာစကား အများကြီး ပါဝင်ယေ၊ open-source အသံ ဒေတာစု တခုကို တည်ဆောက်နိန်ပါယေ။

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
rki: အကျွန်ရို့ အသံ အခမဲ့ ရင်းမြစ် ဒေတာစု တခုကို လူအများ အင်အားနန့် crowdsourcing လုပ်နိန်ပါယေ။ မိတ်ဆွေ အသံကို လှူဒါန်းပါ။ အခြားလူတိ အသံသွင်းထားစွာ တိကျမှုကို အတည်ပြုပီးပါ။ ဒေတာစုကို လူတိုင်းအတွက် ပိုပနာ ကောင်းမွန်လာအောင် လုပ်ပီးပါ။

source: We’re experiencing unexpected downtime
rki: မမျှော်လင့်ဘဲ စွမ်းဆောင်ရည်ကျစွာ ကြုံတွိနိန်ရပါယေ

source: We're going out to get coffee.
rki: အကျွန်ရို့ အပြင်ထွက်ပနာ ကော်ဖီ လားဝယ်ဖို့လို့။

source: We’re going out to get coffee.
rki: အကျွန်ရို့ အပြင်ထွက်ပနာ ကော်ဖီ လားဝယ်ဖို့လို့။

source: We release the dataset every 3 months.
rki: အကျွန်ရို့ ဒေတာစုကို ၃ လ ၁ ကြိမ် ထုတ်ပြန်ပါယေ။

source: We're making some big changes
rki: အကျွန်ရို့ ပြောင်းလဲမှု ကြီးကြီးမားမား အချို့ ပြုလုပ်နိန်ပါယေ

source: We're receiving a lot of traffic and are currently investigating the issues.
rki: အကျွန်ရို့မှာ အလွန်အကျွံ သုံးစွဲစွာတိ ဟိနိန်ရေအတွက်၊ လက်ဟိမှာ ပြဿနာတိကို စုံစမ်းစစ်ဆေးနိန်ပါယေ။

source: We’re sorry, your platform is not currently supported.
rki: စိတ်မကောင်းပါ၊ မိတ်ဆွေ ပလက်ဖောင်းကို လောလောဆယ် ပံ့ပိုးမထားပါ။

source: We uploaded { $uploaded } of your clips — The remainder have already been uploaded. Let’s continue with the next batch!
rki: အသံဖိုင်ထဲက { $uploaded } ခုကို အပ်လုဒ် လုပ်ဗြီးပါဗျာလ် — ကျန်စွာတိလည်း အပ်လုဒ် လုပ်ဗြီးသား ဖြစ်နိန်ပါယေ။ နောက်တသုတ်ကို ဆက်လုပ်ကတ်ပါမေ။

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
rki: ဘာသာပြန်ဆိုဖို့အတွက် Mozilla tool တခု ဖြစ်တေ<pontoonLink>Pontoon</pontoonLink> ကို အ ကျွန်ရို့ အသုံးပြုပါယေ။ Pontoon မှာ ဘာသာစကား အများကြီး ဟိကေလည်း မိတ်ဆွေ ဘာသာစကားမဟိကေ <pontoonRequestLink>မိတ်ဆွေ ဘာသာစကားကို ထည့်သွင်းပီးဖို့ တောင်းဆိုနိုင်ပါယေ။</pontoonRequestLink> ဗြီးကေ Common Voice ပရောဂျက်မှာ ဘာသာစကားကို ရဟိနိုင်ဖို့အတွက် <githubRepoLink>GitHub မှာ ဘာသာစကားအသစ်ကို တောင်းဆိုပါ</githubRepoLink>။ <localizationFragment>ဝပ်ဆိုက် ဘာသာပြန်ဆိုချက်မှာ ပိုပနာ ကြည့်ရှုပါ</localizationFragment>။

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
rki: အကျွန်ရို့ ပြောင်းလဲမှု တချို့ ပြုလုပ်ထားပါယေ။ Delta Segments မှာ နောက်ဆုံး ထွက်ဟိချိန်ကပင် နောက်ဆုံးပေါ် အသံဖိုင်တိရာ ပါဝင်ပါယေ။ <deltaLink>ဒေအလုပ်အကြောင်း ပိုဖတ်ပါ</deltaLink>။

source: We've run out of sentences to record in this language...
rki: အေဘာသာစကားနန့် မှတ်တမ်းတင်ဖို့ စာကြောင်းတိ ကုန်လားပါဗျာလ်...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
rki: အကျွန်ရို့ စကားပြောပုံစံတိကို လူအမျိုးမျိုးက ပြောယေ စကားပြော ပုံစံကွဲတိုင်းကို ပိုပနာ ကောင်းကောင်း နားလည်ဇီချင်ပါယေ။ အေပိုင် ဖြစ်ဖို့အတွက်၊ အသံဒေတာစုတခုစွာ မတူညီယေ လူတိ အများကြီးကို ကိုယ်စားပြုဖို့ လိုပါယေ။

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
rki: အကျွန်ရို့ စက်သင်ယူမှု အယ်လဂိုရစ်သမ်တိကို နောက်က ဆူညံသံ အမျိုးမျိုးကို ကိုင်တွယ်နိုင်ဇီလိုပနာ၊ မိတ်ဆွေ စာသား တခုလုံးကို မကြားရဇီနိုင်ယေ အင်တန် ဆူယေ အသံတိကိုပင် လက်ခံနိုင်ပါယေ။ တိတ်ဆိတ်တေ နောက်ခံ တေးဂီတတိက အဆင်ပြေပါယေ။ စကားလုံး တလုံးချင်းဇီကို မကြားရနိုင်ယေ ကကောင်း ဆူယေ အသံတိကတော့ခါ အဆင်မပြေပါ။

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
rki: အကျွန်ရို့ မတူညီယေ လီယူလီသိမ်းတိကို ကြိုဆိုပါယေ။ စာဖတ်ယေ လူက စကားလုံးတလုံးကို မှားပနာ အသံထွက်မိစွာ၊ စိတ်ဖိစီးမှုနန့် မှားယွင်းယေ နိန်ရာမှာ ထားမိစွာ ဝါ ပုဒ်ဖြတ်ပုဒ်ရပ်တိကို လျစ်လျူရှုမိစွာလို့ မိတ်ဆွေ ထင်မြင်ယူဆယေ အကြောင်းပြချက်နန့် အသံဖိုင်ကို ငြင်းပယ်လိုက်ဖိို့ မလုပ်ခင် ကကောင်း သတိထားပါ။ ကမ္ဘတဝှမ်းမှာ အသံထွက် အမျိုးမျိုးကို အသုံးပြုနိန်ကတ်ပနာ၊ ယင်းအထဲက တချို့ကို မိတ်ဆွေ ဒေသခံ အသိုင်းအဝိုင်းတိ ကြားဖူးဖို့ မဟုတ်ပါ။ မိတ်ဆွေနန့် ကွဲကွဲပြားပြား ပြောဆိုနိုင်ယေ လူတိအတွက် ကျေးဇူးတင်ကြောင်း ဂုဏ်ပြုစကား ပြောကြားပီးပါ။

source: We will be in touch with more information about how to add your language to Common Voice very soon.
rki: Common Voice မှာ ဘာသာစကားကို ဇာပိုင် ထည့်သွင်းရဖို့လဲဆိုယေ အချက်အလက်တိကို မကြာခင်မှာ အကျွန်ရို့ ဆက်သွယ်ပီးပါမယ်။

source: We will be in touch with more information as it becomes available.
rki: အချက်အလက်တိ ရဟိလာနိုင်စွာနန့် အကျွန်ရို့ ဆက်သွယ်ပါမေ။

source: We will not make your email public.
rki: အကျွန်ရို့ မိတ်ဆွေ အီးမေးလ်ကို အများသူငှာဘားကို မထုတ်ပြန်ပါ။

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
rki: မိတ်ဆွေ အသံမှတ်တမ်းတိကို dataset က ဖယ်ရှားပီးဖို့ မိတ်ဆွေ တောင်းဆိုချက်ကို အကျွန်ရို့ ပြန်သုံးသပ်ပါဖို့။ မိတ်ဆွေ တောင်းဆိုချက်ကို အတည်ပြုပီးကေ ဒေတာစုကို ဒေါင်းလုဒ် လုပ်ထားယေ လူတိကို ဆက်သွယ်ဗြီးကေ မိတ်ဆွေ အသံမှတ်တမ်းတိကိုလည်း ဖယ်ရှားပီးဖို့ တောင်းဆိုပီးပါမေ။

source: We will show you a prompt or question
rki: အကျွန်ပ်ရို့ မိတ်ဆွေကို ညွှန်ကြားချက် ဝါ မေးခွန်းတခုကို ပြသပီးပါမေ

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
rki: အကျွန်ရို့စွာ အရှိအာဖရိကကို ပိုအလေးထား အာရုံစိုက်ပနာ အင်တာနက် ပိုကောင်းယေေ နိန်ရာတခုဖြစ်လာဇီဖို့ ဖောင်ဒေးရှန်းတိ၊ အရပ်ဘက် လူ့အဖွဲ့အစည်းတိ၊ အသိုင်းအဝိုင်း မိတ်ဖက်တိနန့် ပူးပေါင်း ဆောင်ရွက်ပါယေ။ အကျွန်ရို့ <programmaticWork>ပရိုဂရမ် အလုပ်တိအကြောင်းကို ပို လေ့လာကြည့်ပါ။</programmaticWork>

source: What is a language on Common Voice?
rki: Common Voice မှာ ဘာသာစကားဆိုစွာ ဇာလဲ?

source: What issues are you experiencing with this content?
rki: ဒေအကြောင်းအရာနန့် ပတ်သတ်ပနာ ဇာပြဿနာတိ ကြုံတွိနိန်ရပါလဲ?

source: What issues are you experiencing with this sentence?
rki: ဒေစာကြောင်းနန့် ပတ်သတ်ပနာ ဇာပြဿနာတိ ကြုံတွိနိန်ရပါလဲ?

source: What is your age?
rki: အသက် ဘလောက် ဟိပါဗျာလ်လဲ?

source: What is your sex or gender?
rki: မိတ်ဆွေ လိင် ဝါ ကျားမ ဇာပါလဲ?

source: What kind of goal do you want to build?
rki: ဇာပိုင် ရည်မှန်းချက်မျိုး တည်ဆောက်ချင်ပါလဲ?

source: What makes a good question?
rki: မေးခွန်းကောင်းတခုကို ဇာက ဖြစ်ဇီစွာလဲ?

source: What needs to be in my file?
rki: အကျွန့် ဖိုင်ထဲမှာ ဇာတိပါဖို့ လိုအပ်လဲ?

source: What questions can I add?
rki: ဇာပိုင် မေးခွန်းတိ အကျွန် ထည့်လို့ရပါလဲ?

source: “What’s a joke your friends always make — and how do they say it?”
rki: "မင်း သူငယ်ချင်းတိ ယပြတ် ပြောနိန်ကျ ဟာသက ဇာလဲ၊ ဇာပိုင် ပြောကတ်လဲ?"

source: What sentences can I add?
rki: အကျွန် ဇာစာကြောင်းတိ ထည့်လို့ရပါလဲ?

source: What’s inside the Common Voice dataset?
rki: Common Voice ဒေတာစု အထဲမှာ ဇာတိ ပါလဲ?

source: What's Public?
rki: အများပြည်သူဆိုစွာ ဇာလဲ?

source: What to Avoid
rki: ဇာ ရှောင်ရဖို့

source: What types of questions to add?
rki: ဇာပိုင် မေးခွန်းမျိုးတိ ထည့်ရဖို့လဲ?

source: “What were your exact words when you found out?”
rki: "မင်း သိလားယေခါ မင်း ပြောလိုက်တေ စကားလုံး အတိအကျက ဇာလဲ"

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
rki: အသုံးပြုယေ လူတယောက်က အသံသွင်းထားစွာ တခုကို ငြင်းပယ်လိုက်တေအခါ ယင်းချင့်က တန်းစီဖို့ Queue ကို ပြန်လားခပါယေ။ ဒုတိယအကြိမ် ငြင်းပယ်လိုက်ကေ ယင်းအသံကလစ်ကို အသံသင်္ချိုင်း Clip Graveyard ကို ရွိလားပါယေ။

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
rki: နားထောင်ယေအခါ၊ အသံနန့် ရီးထားစွာ တထပ်တည်းကျလား ဂရုတစိုက် စစ်ပီးပါ။ အသေးအဖွဲ အမှားတိပင်ရှိကေ ငြင်းပလိုက်ပါ။ <br />အဖြစ်များယေ အမှားတိထဲမှာ အောက်ကစွာတိ ပါပါယေ -

source: When Not to Tag Words
rki: စကားလုံးတိကို အညွှန်းစာ မတပ်သင့်ယေ အချိန်တိ

source: When responding to a question, the goal is to respond naturally – just like you would in a real-life conversation. We want to capture how languages actually mix in everyday speech.
rki: မေးခွန်းတခုကို ဖြေယေခါ ရည်မှန်းချက်က လက်တွိဘဝ စကားဝိုင်းမှာပိုင် သဘာဝကျကျ တုံ့ပြန်ဖို့ ဖြစ်ပါယေ။ နိတိုင်း စကားပြောဆိုစွာမှာ ဘာသာစကားတိ ဇာပိုင် ရောနှောနိန်စွာကို အကျွန်ရို့ မှတ်တမ်းတင်လိုပါယေ။

source: When transcribing responses that include codeswitching, represent the speaker’s language as it was spoken – without correcting, editing, or simplifying. This is for all switches between languages, informal speech, and mixed-language words.
rki: ကုဒ်ပြောင်းစွာ ပါဝင်ယေ အဖြေစကားတိကို စာသားပြောင်းယေခါ၊ ပြင်ဆင်စွာ၊ တည်းဖြတ်စွာ ဝါ ရိုးရှင်းအောင် လုပ်စွာမျိုး မလုပ်ဘဲ၊ ပြောယေ လူ ပြောခယေအတိုင်း စာသားပြောင်းပီးပါ။ ယင်းချင့်က ပုံမှန် မဟုတ်တေ စကားပြောတိနန့် ဘာသာစကား ရောနှောပြောယေ စကားလုံးတိအကြား ပြောင်းလဲစွာ အားလုံးအတွက် ဖြစ်ပါယေ။

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
rki: မိတ်ဆွေ အသံသွင်းထားစွာတိကို တောင်းဆိုယေခါ၊ အကျွန်ရို့ ယင်းကို ZIP ဖိုင်တခု ဝါ တခုထက် ပိုယေ ဖိုင်တိအဖြစ် စုစည်းပီးပါယေ။ မိတ်ဆွေ အယင် တောင်းဆိုထားစွာတိက အောက်ကအတိုင်း ဖြစ်ပါယေ -

source: “When you talk to your cousins, do you mix Spanish and English?”
rki: "မင်း ဝမ်းကွဲတိနန့် စကားပြောယေခါ စပိန်စကားနန့် အင်္ဂလိပ်စကားကို ရောပြောလေ့ရှိလာ?"

source: Where a root is English but the suffix is Spanish: “parkear”, “printearlo”
rki: မူရင်းစကားလုံးက အင်္ဂလိပ်ဘာသာစကား ဖြစ်ကေလည်း၊ နောက်ဆက် စကားလုံးက စပိန်ဘာသာစကား - “parkear”, “printearlo”

source: Which variant of { $language } do you speak?
rki: ဇာ { $language } က ခွဲထွက်လာယေ စကားကို ပြောစွာပါလဲ?

source: Why ?
rki: ဇာအတွက်လဲ ?

source: Why a profile?
rki: ဇာဖြစ်လို့ ပြိုဖိုင်း တခု လိုလဲ?

source: Why are you asking?
rki: ဇာအတွက် မိန်းစွာဘာလဲ။

source: Why Common Voice?
rki: ဇာဖြစ်လို့ Common Voice လဲ?

source: Why does this matter?
rki: အေဟင့် ဇာကြောင့် အရေးကြီးစွာလဲ?

source: Why we built this Spontaneous Speech prototype
rki: ဇာဖြစ်လို့ ဒေ လက်တန်းပြော စကား ပုံစံချေကို အကျွန်ရို့ တည်ဆောက်ရစွာလဲ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
rki: ကိုယ့်စာမျက်နှာ ပရိုဖိုင်တခုနန့် မိတ်ဆွေ လှုပ်ရှားမှုတိကို ခြီရာခံနိုင်ပနာ၊ အသံဒေတာပံ့ပိုးယေ လူတိ အသိုင်းအဝိုင်းနန့်လည်း ချိတ်ဆက်နိုင်ပါယေ။

source: Word segments, false starts, repeated words
rki: စကားလုံး အပိုင်းအစတိ၊ မှားယွင်းယေ အစပျိုးစွာတိ၊ ထပ်ခါတလဲလဲ စကားလုံးတိ

source: Words like “um,” “like,” “pues,” “you know,” and “entonces” are meaningful. Example: “So, um, I told her like, ‘pues no sé, maybe later.’”
rki: “အင်း,” “ယင်းပိုင်,” “ကောင်းဗျာလ်,” “သိယေမလား,” နန့် “ယင်းပိုင်ဆို” ရို့ပိုင် စကားလုံးတိစွာ အဓိပ္ပာယ် ဟိပါယေ။ ဥပမာ - “ယင်းပိုင်ဆို၊ အင်း, ငါ ယင်းသူ့ကို ‘ငါ မသိ, maybe whenever’ လို့ပြောလိုက်တယ်”

source: Words written in the wrong orthography
rki: မှားယွင်းယေ စာလုံးပေါင်းသတ်ပုံနန့် ရီးသားထားယေ စကားလုံးတိ

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
rki: မိတ်ဆွေပိုင် အသံမှတ်တမ်းတိကိုလည်း ဖျက်ပစ်ဖို့ တောင်းဆိုချင်ပါလား? ယင်းပိုင် မဟုတ်ဘဲ Common Voice dataset မှာ သိမ်းထားချင်ပါလား?

source: Write
rki: ရီးပါ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
rki: 'အင်း' ဝါ 'အား' ရို့ပိုင် အဓိပ္ပာယ် မဟိယေ စကားလုံးတိ အပါအဝင်၊ ယင်းသူ ပြောသမျှကို တိတိကျကျ ရီးပီးပါ။

source: Write down what you hear the person saying here
rki: ဒေမှာ လူ စကားပြော ကြားရစွာကို စာနန့် လိုက်ရီးမှတ်ပါ

source: Write each word according to the spelling of the language it’s from. For example:
rki: စကားလုံး တလုံးချင်းစီကို ယင်း ဘာသာစကားက စာလုံးပေါင်း အတိုင်း ရီးပါ။ ဥပမာ -

source: Write options menu
rki: ရီးဖို့ စိတ်ကြိုက်ရွီးစရာ မီနူး

source: Writing down disfluencies, including hesitations and repetitions
rki: တွန့်ဆုတ်တွန့်ဆုတ် ဖြစ်စွာနန့် ထပ်ခါတလဲလဲ ပြောစွာ အပါအဝင် မပြေလည်စွာတိကို ရီးမှတ်ထားပါ

source: <wrong>Wrong</wrong>: It’s 100 miles away from here
rki: <wrong> မှားယေ </wrong>: ဒေကနိန် မိုင် ၁၀၀ ဝီးယေ

source: <wrong>Wrong</wrong>: It was 20% off
rki: <wrong>မှားယေ</wrong> ယင်းချင့် ၂၀% စျီးလျှော့ခယေ

source: <wrong>Wrong</wrong>: See you in <underline>2015</underline>
rki: <wrong>မှားယေ</wrong>: <underline>၂၀၁၅</underline> မှာ ပြန်ဆုံကတ်မေ

source: <wrong>Wrong</wrong>: They were arrested by the <underline>eff bee eye</underline> last Thursday
rki: <wrong>မှားယေ</wrong>: ယင်းသူရို့ကို ဗြီးခယေ ကြာသပတေးနိက <underline>eff bee eye</underline> က ဖမ်းလားယေ။

source: “Yeah”
rki: "ဟုတ်တေ"

source: Yes
rki: ဟုတ်တေ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
rki: ဟုတ်ပါယေ၊ အီးမေးလ် ပို့ပီးပါ။ Common Voice Project အကြောင်း သတင်းအချက်အလက်တိ ရယူချင်ပါယေ။

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
rki: ဟုတ်ပါယေ၊ အီးမေးလ် ပို့ပီးပါ။ Common Voice မှာ ဒေဘာသာစကား တိုးတက်မှုအကြောင်း အသိပီးနိန်စွာကို ရယူချင်ပါယေ။

source: You
rki: မိတ်ဆွေ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
rki: မိတ်ဆွေ <size>{ $size }GB</size> ကို ဒေါင်းလုဒ် လုပ်ဖို့ ပြင်နိန်ပါယေ၊ ဆက်လုပ်ပါဖို့လား?

source: You are prepared to initiate a download of <b>{ $size }</b>
rki: <b>{ $size }</b> ကို ဒေါင်းလုဒ် လုပ်ဖို့ မိတ်ဆွေ ပြင်ဆင်နိန်စွာပါ။

source: You are unable to establish a stable connection to our servers right now. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
rki: အဂု အကျွန်ရို့ ဆာဗာတိနန့် တည်ငြိမ်ယေ ချိတ်ဆက်စွာကို လုပ်မရပါ။ နောက်မှ ထပ်ကြိုးစားပါ။ အကူအညီအတွက် <matrixLink>Matrix အသိုင်းအဝိုင်း စကားပြောခန်း</matrixLink>မှာ ပါဝင်ပါ၊ <githubLink>GitHub</githubLink>က တဆင့် ဆိုက်ပြဿနာတိကို စောင့်ကြည့်ပါ ဝါ <discourseLink>အကျွန်ရို့ Discourse ဖိုရမ်တိ</discourseLink>ကို ဝင်ကြည့်ပါ။

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
rki: <writePageLink>အရီး စာမျက်နှာ</writePageLink>မှာ စာကြောင်းတိကို ရီးထည့်နိုင်ပါယေ ဝါ <reviewPageLink>ပြန်သုံးသပ် စာမျက်နှာ</reviewPageLink>မှာ စာကြောင်းတိကို ပြန်ပနာ သုံးသပ်နိုင်ပါယေ။

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
rki: မိတ်ဆွေ အကြိုက်ဆုံး download manager ထဲကို ဒါရိုက် URL တိကို ကူးယူလားပနာ paste လုပ်နိုင်ပါယေ။ အေဟင့်တိစွာ ၁၂ နာရီအတွင်း သက်တမ်း ကုန်လားဖို့ ဖြစ်ကေလည်း ဇာအချိန်မှာမဆို အသစ်တိ ထုတ်ယူဖို့ ဒေစာမျက်နှာကို ပြန်လာနိုင်ပါယေ။

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
rki: Keyboard Shortcuts တိကိုလည်း အသုံးပြုနိုင်ပါယေ - အတည်ပြုဖို့ { sc-review-form-button-approve-shortcut }၊ ငြင်းပယ်ဖို့ { sc-review-form-button-reject-shortcut }၊ ကျော်လားဖို့ { sc-review-form-button-skip-shortcut }

source: You can choose to make your username public or anonymous.
rki: မိတ်ဆွေ အသုံးပြုယေ နာမေကို အများသူငှာ သိအောင် ဝါ အမည်မဖော်ချင်ယေ လူအဖြစ် ရွီးချယ်နိုင်ပါယေ။

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
rki: ဒေ <examplePromptsLink>ဥပမာ ညွှန်ကြားချက် ၁၂၀ စာရွက် </examplePromptsLink> မှာ ရှာတွိနိုင်ပါယေ။

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
rki: <datasetsPage>datasets စာမျက်နှာ</datasetsPage> ကို လားပနာ မိတ်ဆွေ လိုချင်ယေ ဗားရှန်းနန့် ဘာသာစကား(တိ) ကို ရွေးချယ်ဗျာယ် ဒေါင်းလုဒ် လုပ်နိုင်ပါယေ။ ဖိုင်တိမှာ လူဦးရေနန့် ဆိုင်ယေ အချက်အလက်တိနန့် အတည်ပြုချက် ဒေတာတိပိုင် <metadataLink>ဆက်စပ် metadata</metadataLink> ပါဟိပါယေ။ dataset ကို ဒေါင်းလုဒ် လုပ်ဖို့ အီးမေးလ်လိပ်စာတခု ပီးဖို့ လိုအပ်ပါယေ။

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
rki: Common Voice ပရိုဖိုင်တခု ဖန်တီးပနာ မိတ်ဆွေ အသံကို ပံ့ပိုးကူညီပီးဗျာယ် ကွဲပြားယေ open-source dataset တခု တည်ဆောက်ဖို့ မိတ်ဆွေ ကူညီနိုင်ပါယေ။

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
rki: Mozilla ဘာသာစကားအသိုင်းအဝိုင်းတိက အခြားလူတိနန့် တွိဆုံချင်ကေ <discordLink>Discord</discordLink> ဝါ <discourseLink>Discourse</discourseLink> ကို ဝင်ရောက်ပနာ ဝါ အကြံဉာဏ် အယင် ရယူချင်ကေ <matrixLink>Matrix</matrixLink> ကို ဝင်ရောက်ပနာ ဆက်သွယ်နိုင်ပါယေ။

source: You cannot add multiple sentences for a single submission
rki: တကြိမ် တင်ပီးစွာမှာ စာကြောင်းတိ အများကြီး ထည့်လို့မရပါ

source: You cannot request your recordings while another request is already in progress.
rki: တခြား တောင်းဆိုမှုတခု လုပ်နိန်ချိန်မှာ၊ မိတ်ဆွေ အသံသွင်းစွာကို တောင်းဆိုလို့ မရပါ။

source: You can request a new takeout of your recordings every { $days } days.
rki: မိတ်ဆွေ အသံသွင်းထားစွာတိကို { $days } ရက်တိုင်းမှာ အသစ် ထုတ်ယူဖို့ တောင်းဆိုနိုင်ပါယေ။
